export const ways = [
    {
      title: 'Глубокое понимание React и его экосистемы',
      description:
        'Мы сосредоточимся на ключевых концепциях React, таких как компоненты, JSX, состояние и пропсы, чтобы вы могли эффективно использовать React и сопутствующие библиотеки.',
    },
    {
      title: 'Интерактивный формат обучения',
      description:
        'Вместо длинных текстов и многочасовых лекций, предлагаем компактные видеоуроки и интерактивные практические задания, чтобы вы быстро освоили материал.',
    },
    {
      title: 'Разнообразие учебных материалов',
      description:
        'Используем различные формы обучения, включая видео, проекты, квизы и дискуссии, чтобы улучшить понимание React и сделать обучение увлекательным.',
    },
    {
      title: 'Профессиональные разработчики как преподаватели',
      description:
        'Наши курсы ведут опытные разработчики из ведущих IT-компаний, которые не только знают React, но и ежедневно используют его в своей работе.',
    },
  ]